---
kind: other
id: Methods.T:Autodesk.Revit.DB.FilterStringGreater
source: html/2e3ce58e-2f8b-c11b-f9d5-0786d727efbf.htm
---
# FilterStringGreater Methods

Derived classes override this method to implement the test that determines
 whether the two given string values satisfy the desired condition or not.